export const nineAnswers = {
  "🚪 저택 입구": {
    "1. 저택으로 진입하기": [
      "'대문'을 탐색해서 단서 '대문키' 획득",
      "'대문 키'를 탐색해서 '직원용 출입문' 퀘스트 해제",
      "'직원용 출입문' 퀘스트에서 세븐에게 전달받은 번호 입력",
      "'마당으로 진입하기' 퀘스트에서 마당으로 이동",
    ],
    "2. 세븐에게 사무실 비밀 층 전달하기": [
      "'택배함'을 탐색해서 단서 '택배' 획득",
      "'택배'를 탐색해서 사무실의 비밀 층 획득 후 세븐에게 전달",
    ],
    "직원용 출입문의 비밀번호": [
      "세븐이 전달하는 직원용 출입문의 비밀번호는 장기삼 회장의 생년월일인 600923이다.",
    ],
  },
  "🔐 대청마루": {
    "1. 세븐에게 비서의 서랍 비밀번호 전달": [
      "'가훈 액자 문양'을 탐색해서 액자에 있는 문양 확인",
      "'자물쇠'를 탐색해서 자물쇠에 새겨진 무늬 확인",
      "'탁자'를 탐색해서 올바른 열쇠 확인",
      "'맞는 열쇠 찾기' 퀘스트에서 올바른 열쇠 입력 후 획득",
      "'서랍장 열기' 퀘스트를 클릭해서 단서 '수첩' 획득",
      "'수첩'을 탐색해서 비서의 전화번호 '1173' 획득 후 세븐에게 전달",
    ],
    "2. 잠겨 있는 방문 해제하기": [
      "'방문'을 탐색해서 저택 내부 보안 해제하기' 퀘스트 해제",
      "'저택 내부 보안 해제하기' 퀘스트에 세븐에게 전달 받은 '비서의 고유번호'를 입력",
      "'다이닝룸으로 진입하기' 퀘스트에서 다이닝름으로 이동",
    ],
    "자물쇠에 맞는 열쇠 찾기": [
      "'가훈 액자 문양'에서 얻을 수 있는 두 문양은 포도 문양과 학 문양이다.",
      "'자물쇠'에 그려져 있는 문양은 포도 문양이다.",
      "'탁자'에서 찾을 수 있는 올바른 열쇠는 학 문양 열쇠이다.",
    ],
    "비서의 고유번호": ["세븐이 전달하는 비서의 고유번호는 453763이다."],
  },
  "📼 다이닝룸": {
    "다음으로 이동할 장소 찾기": [
      "'조리대'를 탐색해서 아이템 '긴 막대기' 획득",
      "세븐에게서 단서 '샹들리에' 획득 후 탐색해서 '샹들리에 위 살펴보기' 퀘스트 해제",
      "'샹들리에 위 살펴보기' 퀘스트를 클릭해서 '녹음기 듣기' 퀘스트 해제",
      "'녹음기 듣기' 퀘스트를 클릭해서 세븐과 나인이 다음으로 이동해야 할 장소에 대한 단서 획득",
      "'서재로 이동하기' 퀘스트를 클릭해서 서재로 이동",
    ],
  },
  "🥃 서재": {
    "1. 안방 출입문 열기": [
      "'책꽂이'를 탐색해서 단서 '술 도감' 획득",
      "'술 도감'을 탐색해서 술에 대한 정보 획득",
      "'진열장'을 탐색해서 '안방 출입문 열기' 퀘스트 해제",
      "'술 도감', '진열장'과 세븐에게 전달 받은 단서를 통해 '안방 출입문 열기' 퀘스트에 암호 입력",
      "'안방으로 진입하기' 퀘스트를 클릭해서 안방으로 이동",
    ],
    "2. 세븐에게 비상 매뉴얼 위치 전달하기": [
      "'태블릿'을 탐색해서 '태블릿 PC 잠금 해제하기 퀘스트 해제",
      "'액자'를 탐색해서 단서 '회계장부' 획득",
      "'회계장부'를 탐색해서 단서 '로고' 획득",
      "'로고'를 탐색해서 회사명 획득",
      "'태블릿 PC 잠금 해제하기' 퀘스트에 회사명을 입력해서 단서 '메일함' 획득",
      "'메일함'을 탐색해서 비상 매뉴얼의 위치 획득 후 세븐에게 전달",
    ],
    "안방 진입 비밀번호를 구하는 법": [
      "세븐에게서 '제조년도'에 관련된 비밀번호라는 힌트를 전달받는다.",
      "'진열장'을 탐색해서 각 술의 제조년도를 확인한다.",
      "'술 도감'을 통해서 각 술의 전체 이름을 확인한다.",
      "'진열장'의 술을 제조년도 순으로 나열한 뒤 각 술의 첫 글자를 연결한다.",
      "위 방식으로 얻을 수 있는 안방 진입 비밀번호는 'private'",
    ],
  },
  "📅 안방": {
    "비밀 공간 찾기": [
      "'러그'를 탐색해서 '지하 공간으로 이동' 퀘스트 해제",
      "'지하 공간으로 진입' 퀘스트를 클릭해서 비밀 공간으로 이동",
    ],
  },
  "💻 비밀공간": {
    "비밀 코드 입력하기": [
      "'컴퓨터'를 탐색해서 '암호 코드 확인하기' 퀘스트 해제",
      "'암호 코드 확인하기' 퀘스트에서 신뢰/불신을 입력해서 암호코드 획득",
      "'나인과 소통해서 코드 조합 후 '암호 코드 입력하기' 퀘스트에 입력",
    ],
  },
};
