export const sevenAnswers = {
  "🔢 엘리베이터": {
    "1. 비밀 층 수 입력하기": [
      "'층수 입력 패드'를 탐색해서 단서 '사원증'을 획득",
      "'사원증'을 탐색해서 스크린 켜기 및 '매뉴얼 버튼' 단서 획득",
      "'매뉴얼 버튼' 탐색해서 관리자 코드 '3591' 획득",
      "'층수 입력하기' 퀘스트에 관리자 코드 '3591' 입력",
      "'비밀층은 몇 층일까?' 퀘스트에 비밀 층 입력",
    ],
    "2. 저택 진입 단서 찾기": [
      "'게시판'을 탐색해서 단서 '포스터'을 획득",
      "'포스터'를 탐색해서 장기삼 회장의 생년월일 '600923' 획득 후 나인에게 전달",
    ],
  },
  "👩‍✈️ 비서데스크": {
    "1. 비서의 ID 카드 찾기": [
      "'서랍'을 탐색해서 '서랍 비밀번호 입력' 퀘스트 해제",
      "'책상'을 탐색해서 단서 '명찰' 획득",
      "'명찰'을 탐색해서 비사의 이름 '김미서' 획득",
      "나인에게 비서의 이름을 전달 후 전화번호 뒷자리 얻기",
      "'서랍 비밀번호 입력' 퀘스트에 김미서의 전화번호 뒷자리 입력해서 아이템 '비서의 ID 카드' 획득",
    ],
    "2. 저택내부 보안해제 방법 찾기": [
      "'책상'을 탐색해서 단서 '컴퓨터', '탁상 달력'을 획득",
      "'컴퓨터'를 탐색해서 컴퓨터 비밀번호 힌트 'Main's Birthday' 획득",
      "'탁상 달력'을 검색해서 메인의 5주년 창립 기념일 단서 획득",
      "컴퓨터 비밀번호 입력해서 '폴더 잠금 해제하기' 퀘스트를 해제, 단서 '메모지' 획득",
      "'메모지'를 탐색해서 폴더 잠금 비밀번호 획득",
      "폴더 잠금 해제 퀘스트에 비밀번호 입력해서 단서 '저택 내부 보안 해제 방법' 획득",
      "'저택 내부 보안 해제 방법'을 탐색해서 비서의 고유 번호 '453763'을 나인에게 전달",
    ],
    "컴퓨터 비밀번호를 구하는 법": [
      "'탁상 달력'을 통해서 얻을 수 있는 Main 무역의 창립 5주년 기념일은 2022년 2월 11일이다.",
      "위 단서로 알 수 있는 창립 기념일은 2017년 2월 11일로 비밀번호는 20170211이다.",
    ],
    "폴더 잠금 비밀번호를 구하는 법": [
      "'메모지'를 탐색해서 얻을 수 있는 단서는 'VEIXOSK'와 각각 상응하는 화살표이다.",
      "각 글자를 키보드에서 찾아 글자 아래 화살표대로 한 칸 이동한 글자를 조합하면 암호는 'crucial'이다.",
    ],
  },
  "🎂 접객실": {
    "회의실로 이동할 목적 찾기": [
      "'테이블'을 탐색해서 아이템 '리모컨' 획득",
      "'리모컨 버튼 누르기' 퀘스트에서 meeting을 입력해서 모니터 켜기",
      "'모니터가 켜졌다!' 퀘스트를 클릭해서 단서 '인터뷰 사진' 획득",
      "'인터뷰 사진'을 탐색해서 녹음기 위치인 '샹들리에' 발견 후 나인에게 전달",
      "'이제 접객실은 다 둘러본 것 같다' 퀘스트를 클릭해서 '회의실에 가는 목적' 퀘스트 해제",
      "나인에게 '비상시스템' 단서 획득 후 '회의실에 가는 목적' 퀘스트에 입력",
    ],
  },
  "👨‍💻 회의실": {
    "1. 안방 출입 암호 힌트 찾기": [
      "'비품함'을 탐색해서 비밀번호 힌트 “SupPLy” 획득",
      "'비품함 열기' 퀘스트에 비밀번호를 입력해서 아이템 'A4 용지' 획득",
      "'프린터기'를 탐색해서 단서 '견적서' 획득",
      "'견적서'를 탐색 안방 출입 암호 힌트 “술 제조년도” 획득 후 나인에게 전달",
    ],
    "2. 비상시스템 작동시키기": [
      "나인에게서 '분전함' 단서 획득",
      "'분전함'을 탐색해서 단서 '매뉴얼' 획득",
      "'매뉴얼'을 탐색해서 TEST 모드 작동 코드 'UTFT' 획득",
      "'비상시스템 코드 입력' 퀘스트에 작동 코드를 입력해서 '회장실로 진입하기' 퀘스트 해제",
    ],
    "비품함 비밀번호를 구하는 법": [
      "비밀번호 힌트 'SupPLy'는 대문자와 소문자로 이루어져 있다.",
      "대문자인 글자는 방향 자물쇠의 위, 소문자는 아래와 대응된다.",
      "위 방식으로 모두 치환하면 비밀번호는 '↑↓↓↑↑↓'",
    ],
    "비상시스템 점검모드 코드를 구하는 법": [
      "비상매뉴얼을 통해서 얻을 수 있는 코드의 패턴은 전환하려는 모드의 알파벳을 한 자리씩 뒤로 이동시킨 것이다.",
      "TEST를 한 자리씩 뒤로 옮기면 코드는 'UFTU'이다.",
    ],
  },
  "👓 회장실": {
    "비밀 장소 찾기": [
      "'서랍'을 탐색해서 아이템 '스마트 렌즈' 획득",
      "'대리석 벽'을 탐색해서 '비밀 공간 진입하기' 퀘스트 해제",
    ],
  },
  "💻 비밀공간": {
    "비밀 코드 입력하기": [
      "'컴퓨터'를 탐색해서 '암호 코드 확인하기' 퀘스트 해제",
      "'암호 코드 확인하기' 퀘스트에서 신뢰/불신을 입력해서 암호코드 획득",
      "나인과 소통해서 코드 조합 후 '암호 코드 입력하기' 퀘스트에 입력",
    ],
  },
};
